10/data/attachments/6997db5898243875.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_268dd3fb-588f-47ee-957e-099828b7bbc5</nif:username>
            <nif:friendToBeAdded>Debra_ahead_Actions_67105_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>